#+TITLE: アジェンダ
#+AUTHOR: misc.ii

#+STARTUP: logdone

* <2023-06-07 水>

** DONE 業務連絡 [100%]
   CLOSED: [2023-06-09 金 09:59]
   :LOGBOOK:
   CLOCK: [2023-06-07 水 10:24]--[2023-06-07 水 10:28] =>  0:04
   :END:
*** DONE 朝の開始連絡
*** DONE 午後の開始連絡
*** DONE 日報記入
*** DONE 実績記録表記入
*** DONE 終了連絡
    CLOCK: [2023-06-07 水 10:23]--[2023-06-07 水 10:23] =>

** DONE touchnote [100%]
   CLOSED: [2023-06-09 金 09:58]
   :LOGBOOK:
   CLOCK: [2023-06-07 水 10:28]--[2023-06-07 水 12:25] =>  1:57
   :END:
*** DONE 動作スケッチを考える
*** DONE USECASEをまとめる
    CLOSED: [2023-06-09 金 09:58]
*** DONE SEQUENCEをまとめる
    CLOSED: [2023-06-09 金 09:58]


** DONE udemy [100%]
   CLOSED: [2023-06-09 金 09:58]
   :LOGBOOK:
   CLOCK: [2023-06-07 水 12:44]--[2023-06-07 水 15:39] =>  2:55
   :END:
*** DONE SQL講座完了
*** DONE R実行環境や講座の雰囲気を掴む
    CLOSED: [2023-06-09 金 09:57]

** DONE ambleman [100%]
   CLOSED: [2023-06-09 金 09:59]
   :LOGBOOK:
   CLOCK: [2023-06-07 水 10:23]--[2023-06-07 水 10:24] =>  0:01
   :END:
*** DONE 動作スケッチを考える
    CLOSED: [2023-06-09 金 09:58]


 <2023-06-09 金>



* <2023-06-09 金>

** TODO Google Analytics受講一通り
   :LOGBOOK:
   CLOCK: [2023-06-09 金 13:00]--[2023-06-09 金 15:29] =>  2:29
   CLOCK: [2023-06-09 金 10:07]--[2023-06-09 金 12:21] =>  2:14
   :END:
** TODO 学習マップ進捗管理入力
** TODO 週間評価面談シート内容確認
** TODO 週末のTODOアジェンダ



** 週間評価面談
*** 短期目標、中期目標、長期目標との関係性における立ち位置
就職しよう、ではなく、すでに仕事をしているという感覚で。

面談は週イチで、短期目標ごとに得点をつける

短期目標は月イチで変わる


面談での評価が、短期目標の変化を生む主要なファクターとなっていなければならない。
達成率が低いから、次も短期目標はこのままで行こう
十分な達成率があるから、短期目標を更新しよう

目標地点と現在位置とorient

出発地点：O&Oトート（Orient＆Object）
目標のスケールとスキーム <-> 短期目標、中期目標、長期目標

まずOrientがあるべきだ。
目標地点を定めるべきだ。（月イチ短期目標）
　　現在位置と目標地点を比較して、その都度Orientを決めるべきだ。（週イチ評価面談）
　　　　決められたOrientにしたがって適切なPrescriptionを模索して実践するべきだ。（一週間繰り返し）
　　　　　　適切なPrescriptionを見つけるために、仮説検証を繰り返すべきだ。
　　　　　　仮説のdiffがなくなる、あるいは非常に小さくなったならば、それは適切なやり方に非常に近いはずだ。
          また、脆弱性やある種の事象に対する強い不安定性を孕んでいる点で一般の人間と異なる。
　　　　正しく仮説検証を繰り返すことができていたのならば、決められたOrientに進んでいるはずだ。（採択、破棄、凍結、継続）
　　現在位置は目標地点に近づいているはずだ。近づいていないのならばOrientを変えることを考えるべきだ。（週イチ評価面談）
現在位置と目標地点が一致、もしくは非常に近いならば、目標地点を更新すべきだ。（月イチ短期目標）



面談でやりたいこと

+ Scriptの評価（実行率、実行負荷、処理内容に対する満足度、の3つの観点から）
+ Incident Reportの評価（Exception）


+ 以上２つを踏まえてのPrescriptionの発行
+ Scriptへのマージ
+ 


*** 日報との連携
日報に書かれた内容を点数化し、一週間でレポートを作成する

**** 日報に何を書くか？



** 仕事術モデルの作成


** TODO インシデントレポート
+ 薬の飲みすぎ
+ 病院の時間
+ 脇道にそれる問題
